[A_Item.GrenadeMod_MagicSpell:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Slowly [skill]regenerates grenade ammo[-skill] over time."

[Delivery.Delivery_MagicMissile:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="No wand required. Just point and shoot."

[Delivery.Delivery_MagicMissileRare:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="No wand required. Just point and shoot."
